# IdeaStatiCa.ConnectionApi.Model.IdeaParameterUpdate

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Key** | **string** |  | [optional]
**Expression** | **string** |  | [optional]
**ExpressionType** | **ParameterExpressionType** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)